{{--<div id="about-us">--}}
{{--<div class="container">--}}
{{--<div class="row" style="justify-content: center;">--}}
{{--<div class="col-md-12" style="margin: 100px auto;">--}}
{{--<div class="about-item">--}}
{{--<div class="row about-item-row">--}}

{{--<div class="grey-bg">--}}
{{--<div class="grey"></div>--}}
{{--<img src="{{ asset('img/black-box.png') }}" alt="">--}}
{{--</div>--}}

{{--<div class="col-md-6">--}}
{{--<div class="about-item-wrapper-content">--}}
{{--<h2 class="about-us-heading">About Us</h2>--}}
{{--<h3 class="about-us-subheading">Think out of <br> <span class="red">the box</span>.--}}
{{--</h3>--}}

{{--<div class="row">--}}
{{--<div class="col-md-2">--}}
{{--<div class="line"></div>--}}
{{--</div>--}}
{{--<div class="col-md-10">--}}
{{--<p>Создание сайтов – это основная специализация нашей компании, но у нас Вы--}}
{{--также можете приобрести полный пакет по «раскрутке» и продвижению любого--}}
{{--интернет-ресурса в сети. Все эти операции, в итоге, формируют весомый--}}
{{--вклад в успех Вашего бизнеса – не стоит забывать об этом.</p>--}}
{{--</div>--}}
{{--</div>--}}
{{--</div>--}}
{{--</div>--}}
{{--</div>--}}
{{--</div>--}}
{{--</div>--}}

{{--<div class="col-md-12" style="margin: 0 auto auto;">--}}
{{--<div class="about-item second-about-item">--}}
{{--<div class="row about-item-row">--}}

{{--<div class="grey-bg">--}}
{{--<div class="grey"></div>--}}
{{--<img src="{{ asset('img/black-box.png') }}" alt="">--}}
{{--</div>--}}

{{--<div class="col-md-6"></div>--}}

{{--<div class="col-md-6">--}}
{{--<div class="about-item-wrapper-content">--}}
{{--<h3 class="about-us-subheading">What we do</h3>--}}

{{--<div class="row">--}}
{{--<div class="col-md-12">--}}
{{--<p>--}}
{{--Мы рады, когда сайты наших клиентов: сайты визитки, корпоративные сайты,--}}
{{--интернет магазины и сложные веб порталы работают и приносят пользу их--}}
{{--владельцам и всегда готовы оказать консультационную и техническую--}}
{{--помощь.--}}
{{--<p>--}}
{{--<p>--}}
{{--Широкие бюджетные рамки в создании проектов позволяют удовлетворить--}}
{{--любые пожелания заказчиков: от бюджетно — скромных вариантов до сложных--}}
{{--и ресурсоемких проектов.--}}
{{--</p>--}}
{{--<p>--}}
{{--Наша компания может стать Вашим надежным партнером в сфере создания и--}}
{{--продвижения сайтов. Среди такого многообразия организаций, занимающихся--}}
{{--данной сферой услуг, очень сложно выделить хороших специалистов, у--}}
{{--которых можно недорого заказать создание сайтов.--}}
{{--</p>--}}
{{--</div>--}}
{{--</div>--}}
{{--</div>--}}
{{--</div>--}}
{{--</div>--}}
{{--</div>--}}
{{--</div>--}}
{{--</div>--}}
{{--</div>--}}
{{--</div>--}}