<?php
return [

    'menu.language.en' => 'En',
    'menu.language.ru' => 'Рус',
    'menu.language.no' => 'Нор',

    'menu.home' => 'Главная',
    'menu.about' => 'О нас',
    'menu.portfolio' => 'Портфолио',
    'menu.courses' => 'Курсы',
    'menu.contacts' => 'Контакты',
    'menu.blog' => 'Блог',

    'intro.design' => 'Веб-дизайн',
    'intro.design.description' => 'Мы занимаемся разработкой:',
    'intro.design.list1' => 'Фирменного стиля',
    'intro.design.list2' => 'Логотипа',
    'intro.design.list3' => 'Брендбука',

    'intro.sites' => 'Верстка сайтов',
    'intro.sites.description' => 'Создаём сайты которые хорошо смотряться на:',
    'intro.sites.list1' => 'Больших екранах',
    'intro.sites.list2' => 'Планшетах',
    'intro.sites.list3' => 'Телефонах',

    'intro.technologies' => 'Програмирование',
    'intro.technologies.description' => 'Используем самые современные технологии:',
    'intro.technologies.list1' => 'Laravel',
    'intro.technologies.list2' => 'Angular',
    'intro.technologies.list3' => 'Voyager',


    'heading.service' => 'Наши услуги',
    'heading.service.text' => "Мы предлагаем веб-сервисы, позволяющие получать прибыль от
                            Интернет-представительства, а также продвижение сайтов в поисковых системах.<br>Наша компания
                            имеет огромный опыт работы в сфере Интернет-рекламы и веб-дизайна.",

    'service.text.one_page_site' => 'Одностраничные сайты',
    'service.text.corparate_sites' => 'Корпоративные сайты',
    'service.text.web_applications' => 'Веб-приложения',
    'service.text.web_systems' => 'Веб-системы',
    'service.text.stores' => 'Интернет магазины',
    'service.text.business' => 'Решения для бизнеса',

    'heading.result' => 'КАК ДОСТИГАЕТСЯ РЕЗУЛЬТАТ?',
    'result.order' => 'Заказать сайт',

    'result.design' => 'Дизайн',
    'result.design.text' => 'Верстка дизайна разрабатывается уникально по примеру, готовому макету, рисунку дизайнера. Дизайн автоматически подстраивается под размер экрана, называют резиновый, адаптивный дизайн.',

    'result.modern_tech' => 'Современные технологии',
    'result.modern_tech.text' => 'Мы разрабатываем сайты с 2016 года. За это время было создано более 100 проектов и удалось работать с рядом технологий, выбрав наиболее подходящий для нужд клиентов. Чтобы создать веб-сайт, мы используем новейшие технологии, которые все слышат, и которые позволят вам легко поддерживать и обновлять ваш сайт.',

    'result.testing' => 'Качественное тестирование',
    'result.testing.text' => 'Наше агентство разрабатывает и поддерживает уникальные программные решения, которые помогают компаниям добиваться прочного успеха на рынке. Мы предлагаем комплексные решения - от концепции и стратегии до проектирования, внедрения и поддержки. Мы делаем качественное тестирование во всех брузерах и на всех устройствах.',

    'result.support' => 'Поддержка',
    'result.support.text' => 'Поддержка веб-ресурса занимает отдельную часть расходов заказчиков и отвечает за качество функционирования страницы. С ее помощью ресурс содержит актуальную информацию, фото и видео, новости, статьи в блогах и форумах, что положительно влияет на имидж компании. Техническая поддержка обеспечивает стабильность и функционирование проекта, защиту от взломов и оперативное устранение проблем.',

    'works.heading' => 'Последние работы',
    'works.heading.text' => 'Мы создаем любые сайты без каких-либо ограничений. За время работы создали более 100 проектов для известных брендов и компаний.',

    'form.heading' => 'Форма заказа сайта :',
    'form.name' => 'Ваше имя?',
    'form.email' => 'Ваш email?',
    'form.phone' => 'Ваш телефон?',
    'form.submit' => 'Отправить',



    'contacts_page.introText' => 'СВЯЖИТЕСЬ С НАМИ',
    'contacts_page.introSubText' => 'Мы рады встретить вас.',

    'contacts_page.heading' => 'Напишите нам',
    'contacts_page.form.name' => 'Имя',
    'contacts_page.form.phone' => 'Телефон',
    'contacts_page.form.email' => 'Email',
    'contacts_page.form.message' => 'Сообщение',
    'contacts_page.form.submit' => 'Отправить',

    'contacts_page.contact_us.text' => 'Как с нами связаться',
    'contacts_page.contact_us.phone' => 'Позвонить',
    'contacts_page.contact_us.write' => 'Написать',
    'contacts_page.contact_us.social' => 'Соцсети',

    'copyright' => 'Все права защищены © 2018.',

    //    about page translation
    'about.redline' => 'Redbox - команда профессионалов',
    'about.title' => 'Веб - системы любой сложности',
    'about.design' => 'Дизайн',
    'about.design.t1' => 'РАЗРАБОТКА ДИЗАЙНА САЙТОВ',
    'about.design.t2' => 'И ВЕБ-ИНТЕРФЕЙСОВ',
    'about.design.p1' => 'Используем Adobe XD для создания макетов',
    'about.design.p2' => 'Создаём уникальный дизайн',
    'about.design.p3' => 'Использование принципов UI и UX',
    'about.fe.t1' => 'ВЁРСТКА PSD ШАБЛОНОВ',
    'about.fe.t2' => 'И ТЕМ НА WORDPRESS',
    'about.fe.p1' => 'Используем Flex-Box модель и Bootstrap 4',
    'about.fe.p2' => 'Верстаем реиспользуемые компоненты по технологии BEM',
    'about.fe.p3' => 'Работаем с препроцессорами типа SASS и PUG',
    'about.be.t1' => 'РЕАЛИЗАЦИЯ СИСТЕМ',
    'about.be.t2' => 'ДИНАМИЧЕСКОГО КОНТЕНТА',
    'about.be.p1' => 'Используем фреймворк Lareval для создания сложных систем',
    'about.be.p2' => 'Используем CMS Wordpress для создание лендингов и блогов',
    'about.be.p3' => 'Использование прогрессивной админ-панели Voyager',
    'about.tests' => 'Тесты',
    'about.tests.t1' => 'ПРОВОДИМ ВСЕ НУЖНЫЕ ТЕСТЫ',
    'about.tests.t2' => 'ПЕРЕД РЕЛИЗОМ ПРОДУКТА',
    'about.tests.p1' => 'Тестируем на всех устройствах (1920 - 320пикс.)',
    'about.tests.p2' => 'Проводим Usability тестирование всех интерфейсов',
    'about.tests.p3' => 'Оптимизация для улучшения скорости загрузки',

    //courses page
    'courses_page.form.send_r' => 'Послать запрос',
    'courses_page.title1' => 'Профессиональное создаение сайта с нуля за месяц',
    'courses_page.title2' => 'c возможностью дальнейшего трудоуйстройства у нас',
    'courses_page.title3' => 'Программа Курса',
    'courses_page.p.html5' => 'Рассмотрим принципы технологии HTML5, инструменты веб-разрабочтика, работы с селекторами и директивами. Ознакомитесь с якорными гиперссылками, списками, формами, таблицами, объектами и медиа объектами, с отладкой кода HTML',
    'courses_page.p.css3' => 'Используем на практике такие понятия, как базовые принципы написания стилей, селекторы, внешние таблицы стилей, приоритеты стилей, псевдоклассы, псевдоэлементы, продвинутые селекторы',
    'courses_page.p.js' => 'Изучим работу со страницей – как получать элементы, манипулировать их размерами, динамически создавать интерфейсы и взаимодействовать с посетителем.',
    'courses_page.p.php' => 'Будем эффективно использовать возможности и функционал фреймворков, на примере Laravel, грамотно организовывать структуру БД',
    'courses_page.p.sql' => 'Этапы проектирования, создания, модификации, архивирование и резервное восстановление баз данных и таблиц, научитесь управлять трансакциями, создавать репликации, процедуры и триггеры.',
    'courses_page.p.callus' => 'или вы можете позвонить сейчас, чтобы узнать все детали',
    ]

?>